texto/2-objetivos.tex
\section{Objetivo Geral}
\label{sec:org872d0bb}

Um dos objetivos do programa de extensão das Olimpíadas de Matemática é o
“desenvolvimento de um sistema computacional que contemple todas as etapas de
inscrição, acompanhamento, correção, gestão e tratamento estatístico dos
dados”.

\section{Objetivos Específicos}
\label{sec:orgd7fe0f9}

Faz sentido listar os módulos da aplicação como objetivos específicos?

\begin{itemize}
\item Contemplar criação e acompanhamento de edições das olimpíadas;
\item Contemplar criação e gerenciamento de questões;
\item Contemplar elaboração e correção de provas;
\item Contemplar inscrição e acompanhamento das escolas;
\item Contemplar inscrição e acompanhamento dos alunos;
\item Contemplar tratamento estatístico dos dados;
\end{itemize}
